Revit 2027 API
BuiltInFailures.CuttingFailures.CannotCopyFromMultipleLinks Property
 Elements cannot be copied from multiple links at the same time.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyFromMultipleLinks { get; }
Public Shared ReadOnly Property CannotCopyFromMultipleLinks As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyFromMultipleLinks {
	FailureDefinitionId^ get ();
}
static member CannotCopyFromMultipleLinks : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CuttingFailures Class
Autodesk.Revit.DB Namespace